{
  "title": "Sprunked (Sprunked)",
  "slogan": "Δημιουργήστε, αναμείξτε, ζήστε τη μαγεία!",
  "description": "Εμπλουτίστε τον μαγικό κόσμο του Sprunked, όπου η δημιουργία μουσικής συναντά την καινοτομία μέσω του μοναδικού μας συστήματος παιχνιδιού με βάση το scratch.",
  "Loading": {
    "title": "Φόρτωση Sprunked..."
  },
  "Home": {
    "title": "Καλώς ήρθατε στο Sprunked",
    "description": "Ανακαλύψτε τον μαγικό κόσμο του Sprunked, ένα συναρπαστικό παιχνίδι που συνδυάζει τα καλύτερα στοιχεία της μουσικής δημιουργικότητας. Με το καινοτόμο μας παιχνίδι με βάση το scratch, θα έχετε τη δυνατότητα να δημιουργήσετε εξαιρετική μουσική όπως ποτέ πριν. Απλά ξέρετε το επιφάνεια για να αποκαλύψετε κρυφά ήχους και εφέ, και παρακολουθήστε καθώς το μουσικό σας όραμα παίρνει σχήμα.",
    "playNow": "Παίξτε το Sprunked τώρα",
    "learnMore": "Μάθετε περισσότερα για το Sprunked",
    "iframeTitle": "sprunked-game-iframe",
    "fullscreenButton": "Πλήρης οθόνη",
    "shareButton": "Διαμοιραστείτε το Sprunked",
    "urlCopied": "Το URL του Sprunked αντιγράφηκε στο clipboard!"
  },
  "desc": {
    "gameTitle": "Sprunked (Sprunked)",
    "whatIsTitle": "Τι είναι το Sprunked;",
    "whatIsDescription": "Το Sprunked είναι μια συναρπαστική πλατφόρμα δημιουργίας μουσικής που σας επιτρέπει να οργανώσετε διακριτικά ρυθμούς χρησιμοποιώντας εξωτρικά χαρακτήρες. Είναι μια ενθουσιώδη και διασκεδαστική εμπειρία που απελευθερώνει το δημιουργικό σας δυναμικό μέσω του διαισθητικού, παιχνιδιού με βάση το scratch.",
    "howToPlayTitle": "Πώς να παίξετε το Sprunked;",
    "howToPlayStep1": "Επιλέξτε χαρακτήρες, ο καθένας με μοναδικούς ήχους (ρυθμούς, φωνές, εφέ)",
    "howToPlayStep2": "Χρησιμοποιήστε την διεπαφή scratch για να αποκαλύψετε κρυφά ήχους και εφέ",
    "howToPlayStep3": "Αναμείξτε και συνδυάστε στοιχεία για να δημιουργήσετε το δικό σας μουσικό κομμάτι",
    "keyFeaturesTitle": "Τα κυριότερα χαρακτηριστικά του Sprunked",
    "feature1Title": "Αδιάλειπτη διεπαφή scratch",
    "feature1Description": "Εμπλουτίστε τη δημιουργία μουσικής με το διαισθητικό, με το χρήστη στο κέντρο μας σχέδιο που κάνει τη σύνθεση εύκολη.",
    "feature2Title": "Εκλεκτική βιβλιοθήκη ήχου",
    "feature2Description": "Απελευθερώστε το καλλιτεχνικό σας δυναμικό με την ποικιλία μας από παράξενους και συναρπαστικούς στοιχεία ήχου.",
    "feature3Title": "Απέραντη μουσική εξερεύνηση",
    "feature3Description": "Εμπλακείτε σε μια πορεία ανακάλυψης ήχου, δημιουργώντας μοναδικές συνθέσεις περιορισμένες μόνο από τη φαντασία σας.",
    "feature4Title": "Αυξήστε τις δημιουργίες σας",
    "feature4Description": "Αποθηκεύστε και μεταδίστε τα μουσικά σας κομμάτια, διαμοιραζόμενα με στενούς κύκλους ή εκτοξεύοντας τα στον ψηφιακό χώρο.",
    "controlsTitle": "Τα έλεγχα και τα tips του Sprunked",
    "movementControlsTitle": "Βασικά έλεγχα",
    "movementControl1": "Χρησιμοποιήστε τις χειρονομίες scratch για να αποκαλύψετε ήχους",
    "movementControl2": "Σύρετε και αφήστε στοιχεία για να δημιουργήσετε μουσική",
    "interactionControlsTitle": "Δημιουργία ήχου",
    "interactionControl1": "Στρώστε διαφορετικούς ήχους για να δημιουργήσετε πολυπλοκότητα",
    "interactionControl2": "Εξερευνήστε διάφορες συνδυασίες",
    "interactionControl3": "Χρησιμοποιήστε την διεπαφή scratch για να ανακαλύψετε κρυφά εφέ",
    "combatControlsTitle": "Μουσικές μηχανικές",
    "combatControl1": "Δημιουργήστε ρυθμικές μορφές",
    "combatControl2": "Αναμείξτε διαφορετικά στοιχεία ήχου",
    "combatControl3": "Ανακαλύψτε ειδικές συνδυασίες ήχου",
    "combatControl4": "Δημιουργήστε στρωματικές συνθέσεις",
    "miscControlsTitle": "Προχωρημένα τεχνικές",
    "miscControl1": "Κρατήστε τον έλεγχο των μηχανικών του scratch",
    "miscControl2": "Εξερευνήστε τις συνδυασίες ήχου",
    "miscControl3": "Δημιουργήστε περίπλοκες μουσικές συνθέσεις"
  }
}