{
  "title": "สปรังค์เด็ด (Sprunked)",
  "slogan": "สร้าง, ผสม, สัมผัสเสมห์!",
  "description": "ลงไปในโลกมหัศจรรย์ของสปรังค์เด็ด, ที่การสร้างเพลงพบกับการนวัตกรรมผ่านระบบการเล่นเกมที่พิเศษและเป็นพื้นฐานของการสแครทช์ของเรา.",
  "Loading": {
    "title": "กำลังโหลดสปรังค์เด็ด..."
  },
  "Home": {
    "title": "ยินดีต้อนรับสู่สปรังค์เด็ด",
    "description": "ค้นพบโลกมหัศจรรย์ของสปรังค์เด็ด, เกมที่น่าตื่นตาตื่นใจที่ผสมผสานองค์ประกอบที่ดีที่สุดของความคิดสร้างสรรค์ทางดนตรี. ด้วยระบบการเล่นเกมที่พิเศษและเป็นพื้นฐานของการสแครทช์ของเรา, คุณจะมีอำนาจในการสร้างเพลงที่ไม่ธรรมดาเหมือนเดิมไม่เคย. เพียงแค่สแครทช์ผิวเพื่อค้นพบเสียงและเอฟเฟกต์ที่ซ่อนอยู่, และดูที่วิสัยทัศน์ทางดนตรีของคุณเป็นรูปทรง.",
    "playNow": "เล่นสปรังค์เด็ดตอนนี้",
    "learnMore": "เรียนรู้เพิ่มเติมเกี่ยวกับสปรังค์เด็ด",
    "iframeTitle": "สปรังค์เด็ด-เกม-อีเฟรม",
    "fullscreenButton": "เต็มหน้าจอ",
    "shareButton": "แชร์สปรังค์เด็ด",
    "urlCopied": "ลิงค์สปรังค์เด็ดถูกคัดลอกไปยังคลิปบอร์ดแล้ว!"
  },
  "desc": {
    "gameTitle": "สปรังค์เด็ด (Sprunked)",
    "whatIsTitle": "สปรังค์เด็ดคืออะไร?",
    "whatIsDescription": "สปรังค์เด็ดเป็นแพลตฟอร์มสร้างเพลงที่น่าตื่นตาตื่นใจที่ช่วยให้คุณดนตรีแผนรูปแบบที่เป็นเอกลักษณะโดยใช้ตัวละครแปลก ๆ. เป็นประสบการณ์ที่ดึงดูดและบันเทิงที่ปลดปล่อยศักยภาพความคิดสร้างสรรค์ของคุณผ่านระบบการเล่นเกมที่สอดคล้องกับสัญชาตญาณและเป็นพื้นฐานของการสแครทช์.",
    "howToPlayTitle": "เล่นสปรังค์เด็ดอย่างไร?",
    "howToPlayStep1": "เลือกตัวละคร, แต่ละตัวมีเสียงที่เป็นเอกลักษณะ (จังหวะ, เสียงร้อง, เสียงเอฟเฟกต์)",
    "howToPlayStep2": "ใช้หน้าต่างสแครทช์เพื่อค้นพบเสียงและเอฟเฟกต์ที่ซ่อนอยู่",
    "howToPlayStep3": "ผสมและจับคู่องค์ประกอบเพื่อสร้างผลงานเพลงที่เป็นของคุณเอง",
    "keyFeaturesTitle": "คุณลักษณะสำคัญของสปรังค์เด็ด",
    "feature1Title": "หน้าต่างสแครทช์ไร้รอยต่อเนื่อง",
    "feature1Description": "ลงไปในการสร้างเพลงด้วยการออกแบบที่สอดคล้องกับสัญชาตญาณและมุ่งเน้นผู้ใช้งานที่ทำให้การแต่งเพลงเป็นเรื่องง่าย.",
    "feature2Title": "ห้องสมุดเสียงหลากหลาย",
    "feature2Description": "ปลดปล่อยศักยภาพศิลปะของคุณด้วยชุดขององค์ประกอบเสียงที่หลากหลายและน่าตื่นตาตื่นใจ.",
    "feature3Title": "การสำรวจดนตรีที่ไร้ขอบเขต",
    "feature3Description": "เริ่มเดินทางไปสู่การค้นพบเสียง, สร้างการแต่งเพลงที่เป็นเอกลักษณะและจำกัดเพียงโดยจินตนาการของคุณ.",
    "feature4Title": "เพิ่มความยิ่งใหญ่ของผลงานของคุณ",
    "feature4Description": "เก็บและเผยแพร่ผลงานเพลงที่ยิ่งใหญ่ของคุณ, แชร์กับคนในวงใกล้หรือเปิดเผยในโลกดิจิตอล.",
    "controlsTitle": "การควบคุมและคำแนะนำของสปรังค์เด็ด",
    "movementControlsTitle": "การควบคุมพื้นฐาน",
    "movementControl1": "ใช้ cửบท่าที่สแครทช์เพื่อเปิดเผยเสียง",
    "movementControl2": "ลากและวางองค์ประกอบเพื่อสร้างเพลง",
    "interactionControlsTitle": "การสร้างเสียง",
    "interactionControl1": "ซ้อนเสียงที่แตกต่างเพื่อสร้างความซับซ้อน",
    "interactionControl2": "ทดลองใช้การผสมที่หลากหลาย",
    "interactionControl3": "ใช้หน้าต่างสแครทช์เพื่อค้นพบเอฟเฟกต์ที่ซ่อนอยู่",
    "combatControlsTitle": "กลไกดนตรี",
    "combatControl1": "สร้างรูปแบบจังหวะ",
    "combatControl2": "ผสมองค์ประกอบเสียงที่แตกต่าง",
    "combatControl3": "ค้นพบการผสมเสียงพิเศษ",
    "combatControl4": "สร้างการแต่งเพลงที่มีชั้นหลาย",
    "miscControlsTitle": "เทคนิคที่ซับซ้อน",
    "miscControl1": "เชี่ยวชาญกลไกการสแครทช์",
    "miscControl2": "สำรวจการผสมเสียง",
    "miscControl3": "สร้างการจัดการดนตรีที่ซับซ้อน"
  }
}